soapClient/soap.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <AddRequest xmlns="urn:bicwsdl">
      <imsi>250012345678984</imsi>
      <groupId>1</groupId>
    </AddRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>